datasets/benchmark-results/netorigin/201811141113/wordpress-results-netorigin-5-201811141113.log
Running 1m test @ http://blig.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 117.185ms, rate sampling interval: 212ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    68.39ms   36.05ms 237.31ms   72.40%
    Req/Sec     4.86      8.77    23.00     81.28%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   70.85ms
 75.000%   80.00ms
 90.000%   98.30ms
 99.000%  227.07ms
 99.900%  237.44ms
 99.990%  237.44ms
 99.999%  237.44ms
100.000%  237.44ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      17.727     0.000000            1         1.00
      20.815     0.100000           25         1.11
      33.439     0.200000           50         1.25
      60.799     0.300000           75         1.43
      68.351     0.400000          100         1.67
      70.847     0.500000          125         2.00
      72.063     0.550000          138         2.22
      73.407     0.600000          150         2.50
      75.263     0.650000          163         2.86
      75.903     0.700000          176         3.33
      79.999     0.750000          188         4.00
      81.215     0.775000          194         4.44
      82.303     0.800000          200         5.00
      85.567     0.825000          207         5.71
      88.255     0.850000          213         6.67
      92.415     0.875000          219         8.00
      94.847     0.887500          222         8.89
      98.303     0.900000          225        10.00
     102.015     0.912500          229        11.43
     106.175     0.925000          232        13.33
     107.199     0.937500          235        16.00
     107.647     0.943750          236        17.78
     108.799     0.950000          238        20.00
     110.975     0.956250          240        22.86
     114.623     0.962500          241        26.67
     174.463     0.968750          243        32.00
     174.463     0.971875          243        35.56
     176.127     0.975000          244        40.00
     178.175     0.978125          245        45.71
     203.135     0.981250          246        53.33
     226.303     0.984375          247        64.00
     226.303     0.985938          247        71.11
     226.303     0.987500          247        80.00
     227.071     0.989062          248        91.43
     227.071     0.990625          248       106.67
     231.167     0.992188          249       128.00
     231.167     0.992969          249       142.22
     231.167     0.993750          249       160.00
     231.167     0.994531          249       182.86
     231.167     0.995313          249       213.33
     237.439     0.996094          250       256.00
     237.439     1.000000          250          inf
#[Mean    =       68.392, StdDeviation   =       36.048]
#[Max     =      237.312, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  301 requests in 1.00m, 15.52MB read
Requests/sec:      5.01
Transfer/sec:    264.79KB